Repository: aaronpk/IndieNews
Catalog: Locale/*/default.po
Languages: de, fr, ru

source: About IndieNews
de: Über IndieNews
fr: À Propos d’IndieNews
ru: Про Индиновости

source: in reply to
de: als Antwort auf
fr: en réponse à
ru: в ответ на

source: submitted
de: eingereicht
fr: proposé
ru: добавлено

source: submitted ... from
de: von
fr: proposé… par
ru: через

source: permalink
fr: permalien
ru: пермалинк

source: IndieNews is a community-curated list of articles relevant to the {0}Indie Web{1}.
de: IndieNews ist eine gemeinschaftlich kuratierte Liste von Artikeln im zum Thema {0}Indie Web{1}.
fr: IndieNews est une liste d’articles sélectionnés par la communauté en rapport avec l’{0}Indie Web{1}.
ru: Индиновости это пополняемый сообществом список статей, относящихся к {0}Индивебу{1}.

source: Home
de: Startseite
fr: Accueil
ru: Дом

source: Submit
de: Einreichen
fr: Proposer
ru: Добавить

source: How to Submit a Post
de: Wie man einen Artikel einreicht
fr: Comment Proposer un Article
ru: Как добавить пост

source: is part of
de: ist ein Teil der
fr: fait partie de
ru: часть

source: This code is {0}open source{1}.
de: Dieser Code ist {0}Open-Source{1}.
fr: Ce code est {0}open source{1}.
ru: Это {0}открытый{1} код.

source: Feel free to send a pull request, or {0}file an issue{1}.
de: Zögere nicht, einen Pull-Reuest zu senden, oder {0}einen Fehler zu melden{1}.
fr: Sentez-vous à l’aise pour envoyer un « pull request », ou pour {0}rapporter un problème{1}.
ru: Присылайте пулреквесты или {0}заводите ишью{1}.

source: IndieNews English
ru: Индиновости на русском

source: No posts yet!
de: Bisher keine Artikel!
fr: Aucun article à cette heure !
ru: Пока постов нет!

source: There are no posts submitted to the English feed yet! As soon as you {0}submit a post{1} it will show up here.
de: Es gibt hier keinen Artikel. Wenn mann {0}einen Artikel einreicht,{1} wird er hier erscheinen.
fr: Aucun article proposé sur le flux Français à cette heure ! Dès que vous {0}proposerez un article{1}, il s’affichera ici.
ru: Пока нет добавленных постов. Как только вы {0}добавите пост{1}, он появится здесь.

source: Older
de: Ältere
fr: Plus ancien
ru: Раньше

source: You won't find a "submit" form on this site. You don't even need to be logged in to this site to submit a post!
de: Es gibt keine Einreichungsformular auf dieser Site. Du musst dich noch nicht einmal einloggen, um hier einen Artikel einzureichen!
fr: Vous ne trouverez pas de formulaire « proposer » sur ce site. Vous n’avez même pas besoin d’être connecté pour proposer un article !
ru: На этом сайте нет формы для добавления поста. Здесь даже логиниться не надо, чтобы добавить пост!

source: Write a Post
de: Schreibe einen Artikel
fr: Écrire un Article
ru: Напишите пост

source: Write a post on your own site, and mark it up with the Microformats markup for an {0}.
de: Schreibe einen Artikel auf deiner eigenen Site und füge Microformat-Markup für eine {0} hinzu.
fr: Écrivez un article sur votre propre site et marquez-le avec la syntaxe Microformats pour un {0}.
ru: Напишите пост на своём сайте, и разметьте его микроформатом {0}.

source: Link to IndieNews
de: Verlinke IndieNews
fr: Lien vers IndieNews
ru: Сошлитесь на Индиновости

source: Somewhere on the page you are submitting, add a {0} or {1} link to {2}the IndieNews home page{3} for your language.
de: Füge irgendwo in dem Artikel, den du einreichen möchtest, einen {0}- oder {1}-Link auf {2}die IndieNews Startseite{3} deiner Sprache hinzu.
fr: Quelque part sur la page que vous proposez, ajoutez un {0} ou {1} lien vers la {2}page d’accueil IndieNews{3} pour votre langue.
ru: Где-нибудь на странице добавьте ссылку с классом {0} или {1} на {2}главную страницу Индиновостей{3} на своём языке.

source: Send a Webmention
de: Sende einen Webmention
fr: Envoyer une WebMention
ru: Отправьте вебменшен

source: IndieNews will fetch the page from your site and look for the {1} markup to find the post title and author.
ru: Индиновости загрузят страницу с вашего сайта и будут искать разметку {1}, чтобы найти заголовок поста и автора.

source: Detailed instructions on how to submit a post
de: Ausführliche Anleitung wie man einen Artikel einreicht
fr: Instructions détaillées pour savoir comment proposer un article.
ru: Подробная инструкция, как добавить пост

source: posts
ru: посты

source: post
ru: пост

source: Send a {0} notification to let IndieNews know about your post. When the mention is received, IndieNews will fetch the page from your site and look for the {1} markup to find the post title and author.
de: Sende einen {0}, damit die IndieNews-Site von deinem Artikel erfährt. Sobald IndieNews den Mention empfängt, wird IndieNews den Artikel von deiner Seite laden und nach dem {1}-Markup suchen, um den Titel und Autoren-Namen zu finden.
fr: Envoyer une {0} notification pour faire connaître votre article à IndieNews. Quand la mention est reçue, IndieNews récupérera la page à partir de votre site et regardera le {1} marquage pour trouver le titre de l’article et l’auteur.
