Repository: aaronpk/IndieNews
Catalog: resources/locales/*/default.po
Languages: es, nl, sv

source: About IndieNews
es: Acerca de IndieNews
nl: Over IndieNews
sv: Om IndieNews

source: in reply to
es: en respuesta a
nl: in antwoord op
sv: som svar på

source: submitted
es: enviado
nl: ingestuurd
sv: inskickad

source: submitted ... from
es: enviado ... de
nl: ingestuurd ... door
sv: från

source: permalink
es: enlace permanente
sv: permalänk

source: IndieNews is a community-curated list of articles relevant to the {0}Indie Web{1}.
es: IndieNews es una lista de artículos relevantes para la {0}Indie Web{1}.
nl: IndieNews is een door de community gecureerde lijst van voor {0}IndieWeb{1} relevante artikelen.
sv: IndieNews är en gemenskapskuraterad lista av artiklar relevanta för {0}Indiewebben{1}.

source: Home
es: Inicio
sv: Hem

source: Submit
es: Enviar
nl: Insturen
sv: Skicka

source: How to Submit a Post
es: Cómo enviar una publicación
nl: Hoe kan een artikel insturen?
sv: Hur du skickar in ett inlägg

source: is part of
es: fait partie de
nl: is een onderdeel van
sv: är del av

source: This code is {0}open source{1}.
es: Este código es de {0}código abierto{1}.
nl: Deze code is {0}open source{1}.
sv: Denna kod är {0}öppen källkod{1}.

source: Feel free to send a pull request, or {0}file an issue{1}.
es: Siéntase libre de enviar un pull request, o {0}abrir un issue{1}.
nl: Stuur een pull request of {0}meld een probleem{1}.
sv: Skicka gärna en pull request, eller {0}rapportera ett problem{1}.

source: IndieNews English
es: IndieNews Español
nl: IndieNews Nederlands
sv: IndieNews Svenska

source: No posts yet!
es: Aún no hay publicaciones!
nl: Nog geen posts!
sv: Inga inlägg ännu!

source: There are no posts submitted to the English feed yet! As soon as you {0}submit a post{1} it will show up here.
es: ¡No hay publicaciones enviadas al feed de Español aún! Tan pronto como envíes una publicación, se mostrará aquí.
nl: Er zijn nog geen artikelen aan de Nederlandse feed toegevoegd! Zodra je een {0}artikel instuurt{1} komt die hier te staan.
sv: Där är inga inlägg inskickade till det svenska flödet ännu! Så snart du {0}skickar in ett inlägg{1} så dyker det upp här.

source: Older
es: Anteriores
nl: Ouder
sv: Äldre

source: You won't find a "submit" form on this site. You don't even need to be logged in to this site to submit a post!
es: No encontrarás un formulario de "enviar" en este sitio. ¡Tampoco necesitas estar conectado a este sitio para enviar una publicación!
nl: Je vindt op deze site geen formulier om nieuwe artikelen in te sturen. Om een artikel te plaatsen hoeft je niet eens in te loggen op deze site!
sv: Du kommer inte hitta ett "skicka in"-formulär på denna sida. Du behöver inte ens vara inloggad för att skicka in ett inlägg!

source: Write a Post
es: Escribir una publicación
nl: Schrijf een artikel
sv: Skriv ett inlägg

source: Write a post on your own site, and mark it up with the Microformats markup for an {0}.
es: Escribe una publicación en tu propio sitio, y marca la publicación con elementos de Microformats para un {0}.
nl: Schrijf een artikel op je eigen site en maak het op met de Microformats mark-up voor een {0}.
sv: Skriv ett inlägg på din egna sida, och märk upp den med mikroformatsformattering för en {0}.

source: Link to IndieNews
es: Enlace a IndieNews
nl: Link naar IndieNews
sv: Länka till IndieNews

source: Somewhere on the page you are submitting, add a {0} or {1} link to {2}the IndieNews home page{3} for your language.
es: Alguna parte de la página que estás enviando, añade un {0} o {1} enlace a {2}la página de inicio de IndieNews{3} para tu idioma.
nl: Zet ergens op de pagina die je wilt inzenden een link met {0} of {1} naar {2}de homepagina van IndieNews{3} voor jouw taal.
sv: Någonstans på sidan du skickar in, lägg till en {0} eller {1} länk till {2}IndieNews hemsidan{3} för ditt språk.

source: Send a Webmention
es: Enviar un Webmention
nl: Stuur een Webmention
sv: Skicka en WebMention

source: IndieNews will fetch the page from your site and look for the {1} markup to find the post title and author.
es: IndieNews buscará la página en tu sitio y buscará el {1} marcado para encontrar el título de la publicación y el autor.
nl: Als de Webmention ontvangen is zal IndieNews de ingestuurde pagina opvragen en naar de {1} mark-up kijken om de titel en auteur van het artikel te vinden.
sv: När omnämnandet är mottaget hämtar IndieNews sidan från din sajt och letar efter {1} formatering för att hitta inläggstitel och författare.

source: Detailed instructions on how to submit a post
es: Instrucciones detalladas para enviar una publicación
nl: Uitgebreide Engelse instructies over hoe je moet insturen
sv: Detaljerade instruktioner kring att skicka in ett inlägg
